Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: All this made it virtually impossible for the Jew to embrace the Christian faith.
pt: Tudo isso tornou praticamente impossível para o judeu abraçar a fé cristã.

source: All this was easier to do because the only favorable testimony given to the accused was offered by the blood-thirsty Pontius Pilate, whose word had absolutely no credence.217
pt: Tudo isso era mais fácil de ser feito porque o único testemunho favorável dado ao acusado era oferecido pelo sedento de sangue Pôncio Pilatos, cuja palavra não tinha absolutamente nenhuma credibilidade.

source: All three verses deal with the people theme.
pt: Todos os três versos lidam com o tema das pessoas.

source: All we like sheep have gone astray; we have turned everyone to his own way; and the Lord has laid on him the iniquity of us all.” Isaiah 53:5, 6, Jerusalem Bible.
pt: Todos nós, como ovelhas, nos desviamos; nós viramos todos para o seu próprio caminho; e o Senhor deu sobre ele a iniqüidade de todos nós. ”Isaías 53: 5, 6, Bíblia de Jerusalém.

source: Alone with one’s God, liberated from every outside influence and reaction, one must undertake the great quest for a true source.
pt: Sozinho com o próprio Deus, liberto de toda influência e reação externa, deve-se empreender a grande busca por uma verdadeira fonte.

source: Along with understanding the passage, we have not been able to resist the temptation, despite the risk of undue complexity, to pause and lift the veil and admire the prophet’s poetic structure.
pt: Junto com a compreensão da passagem, não fomos capazes de resistir à tentação, apesar do risco de complexidade indevida, de fazer uma pausa, erguer o véu e admirar a estrutura poética do profeta.

source: Alongside the many passages that present a Messiah with human flesh and blood, the Bible and Jewish tradition offer us a wide spectrum of texts in which the Messiah is also Eternal God.
pt: Juntamente com as muitas passagens que apresentam um Messias com carne e sangue humanos, a Bíblia e a tradição judaica nos oferecem um amplo espectro de textos nos quais o Messias também é Deus Eterno.

source: Already it was difficult to be a “Jew.” Oppression was hard to bear.
pt: Já era difícil ser um “judeu”. A opressão era difícil de suportar.

source: Also the origin and the giving of these laws revealed a difference:
pt: Também a origem e a entrega dessas leis revelaram uma diferença:

source: Although internal study of tradition would be very revealing as to its relative value, such a study would go beyond the framework of this book.
pt: Embora o estudo interno da tradição fosse muito revelador quanto ao seu valor relativo, tal estudo iria além da estrutura deste livro.

source: Always the aim is to communicate a warning - a prophecy.
pt: Sempre o objetivo é comunicar um aviso - uma profecia.

source: Amado Levi-Yalensi is right: “One could never say with more vigor than did Jesus, that the Jew is to remain Jew.“194
pt: Amado Levi-Yalensi está certo: "Nunca se poderia dizer com mais vigor do que Jesus, que o judeu deve permanecer judeu".

source: Amen.” Romans 9:3-5, R.S.V.
pt: Amém. ”Romanos 9: 3-5, RSV

source: Among that particular group of laws, the Sabbath deserves the most attention because it became the focus of the Judeo-Christian controversy.
pt: Entre esse grupo particular de leis, o sábado merece a maior atenção, porque se tornou o foco da controvérsia judaico-cristã.

source: Among the most clearly messianic passages in the Scriptures is certainly the ninth chapter of Isaiah, where the prophet describes the coming of an era of “peace without end.” To the Messiah the inspired author gives, among other titles, that of “Everlasting Father.”
pt: Entre as passagens mais claramente messiânicas nas Escrituras está certamente o nono capítulo de Isaías, onde o profeta descreve a vinda de uma era de “paz sem fim”. Para o Messias, o autor inspirado dá, entre outros títulos, o de “Pai Eterno”. .

source: Among the peoples of the world Thou didst bring only derision and mockery to Israel….
pt: Entre os povos do mundo, tu só fizeste escárnio e escárnio a Israel.

source: Among the reasons these Jews put forward to justify their new faith, the scriptural grounds occupied first place.
pt: Entre as razões que esses judeus apresentaram para justificar sua nova fé, o terreno das escrituras ocupou o primeiro lugar.

source: An Identity With Two Faces: Messiah son of Joseph and Messiah son of David
pt: Uma Identidade Com Duas Faces: Messias, filho de José e Messias, filho de Davi

source: An analysis of the name of Jerusalem reveals a number of remarkable theological ideas.
pt: Uma análise do nome de Jerusalém revela várias idéias teológicas notáveis.

source: An appeal to the Jew and the Christian
pt: Um apelo ao Judeu e ao Cristão

source: An attempt was even made to change the date of Passover (Easter) so that the Christian celebration would not coincide with the Jewish.
pt: Houve até uma tentativa de mudar a data da Páscoa (Páscoa) para que a celebração cristã não coincidisse com a dos judeus.

source: An entirely new mentality appeared - one of mourning, mortification, and taboos.
pt: Uma mentalidade inteiramente nova apareceu - uma de luto, mortificação e tabus.

source: And Your Holy City
pt: E sua cidade sagrada

source: And a maid came up to him, and said, You also were with Jesus the Galilean.’ But he denied it before them all, saying, T do not know what you mean.’ And when he went out to the porch, another maid saw him, and she said to the bystanders, ‘This man was with Jesus of Nazareth.’ And again he denied it with an oath, T do not know the man.’ After a little while the bystanders came up and said to Peter, ‘Certainly you are also one of them, for your accent betrays you.’ Then he began to invoke a curse on himself and to swear, T do not know the man.’ And immediately the cock crowed.” Matthew 26:69-74.
pt: E uma criada se aproximou dele e disse: Tu também estavas com Jesus, o galileu. Mas ele negou antes de todos, dizendo: "Não sei o que você quer dizer." E, saindo ele ao alpendre, outra criada o viu, e disse aos passantes: Este homem estava com Jesus, o nazareno. E mais uma vez ele negou com um juramento, não conheço o homem. Depois de algum tempo, os presentes se aproximaram e disseram a Pedro: "Certamente você também é um deles, pois seu sotaque o trai". Então ele começou a invocar uma maldição sobre si mesmo e a jurar que não conhecia o homem. E imediatamente o galo cantou. ”Mateus 26: 69-74.

source: And after all, is it not nonsense and contradictory to call oneself a Christian while nurturing - consciously or unconsciously - anti-Semitic sentiments?
pt: E afinal de contas, não é absurdo e contraditório chamar-se cristão enquanto nutre - consciente ou inconscientemente - sentimentos anti-semíticos?

source: And after the sixty-two weeks, an anointed one shall be cut off, and shall have nothing; and the people of the prince who is to come shall destroy the city and the sanctuary.
pt: E depois das sessenta e duas semanas, um ungido será cortado e nada terá; e o povo do príncipe que há de vir destruirá a cidade e o santuário.

source: And all this was done with a clear conscience: “Gott mit uns [God with us].”
pt: E tudo isso foi feito com uma consciência limpa: “Gott mit uns [Deus conosco]”.

source: And because of this, they, too, shared in the responsibility.
pt: E por causa disso, eles também compartilharam a responsabilidade.

source: And behold the name that he shall be given: Justice will be given to us in those days in the name of Yahweh.’ “131
pt: E eis o nome que lhe será dado: nos dias nos será dada justiça em nome de Jeová. “131

source: And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.” Hebrews 10:9, 10.
pt: E por essa vontade fomos santificados pela oferta do corpo de Jesus Cristo uma vez por todas. ”Hebreus 10: 9, 10.

source: And especially since this latest manifestation was led by a self-proclaimed Christ with an overpowering personality?
pt: E especialmente desde que esta última manifestação foi liderada por um Cristo auto-proclamado com uma personalidade avassaladora?

source: And he taught in their synagogues, being glorified by all.” Luke 4:14, 15.
pt: E ele ensinou nas suas sinagogas, sendo glorificado por todos. ”Lucas 4:14, 15.

source: And here the vibrant words of Isaiah the prophet regarding the Suffering Servant should be recalled:101 “Surely he has borne our griefs [sicknesses!
pt: E aqui devem ser lembradas as palavras vibrantes do profeta Isaías sobre o Servo Sofredor: 101 “Certamente ele suportou nossas dores [doenças!

source: And if this were the case, the people did not sense their personal responsibilities.
pt: E se esse fosse o caso, as pessoas não sentiam suas responsabilidades pessoais.

source: And if you will obey my commandments… to love the Lord your God,… he will give the rain for your land in its season.” Deuteronomy 11:11-13.
pt: E se obedeceres aos meus mandamentos… para amar o Senhor teu Deus,… ele dará a chuva por vossa terra a seu tempo ”. Deuteronômio 11: 11-13.

source: And in the verses that follow, Jesus takes up the practical application of this attitude:
pt: E nos versos que seguem, Jesus retoma a aplicação prática dessa atitude:

source: And it is of him that the Scripture says: ‘Behold, this day have I begotten thee.’ “143
pt: E é dele que as Escrituras dizem: 'Eis que hoje te gerei'. “143

source: And it is often found in the well-balanced verses of Hebrew poetry, of which Micah’s song and its name combinations are deserving of attention.
pt: E é freqüentemente encontrado nos versos bem balanceados da poesia hebraica, dos quais a música de Micah e suas combinações de nomes merecem atenção.

source: And it must be admitted that the work of evangelizing Roman pagans carried a serious handicap due to “Jewish” requirements and the Law of the Jewish Scriptures, which was still very much a part of the Christian’s theology in the early years.
pt: E deve-se admitir que a obra de evangelizar os pagãos romanos representou um grave obstáculo devido aos requisitos “judaicos” e à Lei das Escrituras judaicas, que ainda fazia parte da teologia cristã nos primeiros anos.

source: And it succeeded by a methodology that proved to be infinitely more calamitous than did pagan antiSemitism.“49
pt: E foi sucedido por uma metodologia que provou ser infinitamente mais calamitosa do que o antissemitismo pagão.

source: And justice and righteousness were replaced by “love.” This love was not to be the authentic type that flows from the depths of the heart, virile and frank; rather this was to be a roguish, finicky, ofttimes hypocritical love - a love that wanted to be love without speaking straight.
pt: E a justiça e a justiça foram substituídas por “amor”. Esse amor não deveria ser o tipo autêntico que flui das profundezas do coração, viril e franco; em vez disso, esse era um amor hipócrita e mimado, muitas vezes hipócrita - um amor que queria ser amor sem falar diretamente.

source: And let me say without delay that this separating factor was due to the initiative of a growing majority within Christendom.
pt: E deixe-me dizer, sem demora, que esse fator de separação se deve à iniciativa de uma maioria crescente dentro da cristandade.

source: And one can understand that Josue Yehouda, initiator of the movement for unity within Judaism, refuses to conceive of immortality separated from the resurrection: “When the idea of immortality penetrated Judaism, it only meant the resurrection of dead bodies from the dust at the last judgment.
pt: E pode-se entender que Josue Yehouda, iniciador do movimento pela unidade dentro do judaísmo, se recusa a conceber a imortalidade separada da ressurreição: “Quando a ideia de imortalidade penetrou no judaísmo, significou apenas a ressurreição dos cadáveres da poeira no último julgamento.

source: And that difference is a heavy burden in the midst of people who are ever ready to condemn a stranger.
pt: E essa diferença é um fardo pesado no meio de pessoas que estão sempre prontas para condenar um estranho.

source: And the Molochs of modern times, whom we all serve too often, are no longer satisfied with the charred flesh of a few children sacrificed on their high altars; they demand and prepare for the apocalyptic sacrifice of millions upon millions who, in the titanic blast of nuclear warheads, may perish in a cataclysm whose darkening thunderhead already overshadows planet Earth.
pt: E os Moloques dos tempos modernos, a quem todos servimos com muita freqüência, não estão mais satisfeitos com a carne carbonizada de algumas crianças sacrificadas em seus altares elevados; eles exigem e se preparam para o sacrifício apocalíptico de milhões e milhões de pessoas que, na explosão titânica de ogivas nucleares, podem perecer em um cataclisma cuja escuridão já obscurece o planeta Terra.

source: And the Spirit of the Lord shall rest upon him.“140
pt: E o Espírito do Senhor repousará sobre ele.

source: And the Talmud even records discussions on this subject between doctors with differing opinions.249
pt: E o Talmud até registra discussões sobre esse assunto entre médicos com opiniões divergentes.249

source: And the disease is grave.
pt: E a doença é grave.

source: And the more the rabbi on the platform talked, the more numerous the passages that came to light from the ancient tradition.
pt: E quanto mais o rabino na plataforma falava, mais numerosas eram as passagens que vieram à luz da antiga tradição.

source: And the religion of life known to Israel was replaced by a religion of death.
pt: E a religião da vida conhecida por Israel foi substituída por uma religião da morte.

source: And the suffering of Jesus continues night and day in the world.
pt: E o sofrimento de Jesus continua noite e dia no mundo.

source: And then to remember a time when to be a Jew and to be a Christian designated just one religion, one Law, and one people!
pt: E então, lembrar de uma época em que ser judeu e ser cristão designou apenas uma religião, uma lei e um povo!

source: And there is more.
pt: E tem mais.

source: And they are unquestionable.
pt: E eles são inquestionáveis.

source: And they shall dwell secure….
pt: E eles devem habitar seguro ...

source: And they were widely listened to.
pt: E eles foram amplamente ouvidos.

source: And this Messiah that came by the name of Jeshua appeared exactly in the year 27: “In the fifteenth year of the reign of Tiberius Caesar.” “Jesus, when he began his ministry, was about thirty years of age.“186
pt: E esse Messias que veio pelo nome de Jesua apareceu exatamente no ano 27: “No décimo quinto ano do reinado de Tibério César”. “Jesus, quando começou seu ministério, tinha cerca de trinta anos de idade”.

source: And this enemy received in the Jewish community, even within the talmudic era, the significant names of Edom and Amalek.
pt: E este inimigo recebeu na comunidade judaica, mesmo dentro da era talmúdica, os nomes significativos de Edom e Amaleque.

source: And this has not been done by accident, since the beginning and the end of conversion is love.
pt: E isso não foi feito por acaso, uma vez que o começo e o fim da conversão é o amor.

source: And this is the name by which he will be called: The Lord is our righteousness.’ ” Jeremiah 23:5, 6, R.S.V.
pt: E este é o nome pelo qual ele será chamado: O Senhor é a nossa justiça. ' Jeremias 23: 5, 6, RSV

source: And this is what the Holy One - let him be blessed forever!
pt: E isso é o que o Santo - que ele seja abençoado para sempre!

source: And this is why we must now stake out a path toward authentic dialogue.234
pt: E é por isso que devemos agora estabelecer um caminho para o diálogo autêntico.

source: And this shall be peace.” (verses 4, 5)
pt: E esta será a paz. ”(Versículos 4, 5)

source: And this third decree was the only one followed by a service of dedication and of praise to God.
pt: E este terceiro decreto foi o único seguido por um serviço de dedicação e louvor a Deus.

source: And to make the case complete, the Scriptures, the tradition, were to be read with a different interpretation.
pt: E para tornar o caso completo, as Escrituras, a tradição, deveriam ser lidas com uma interpretação diferente.

source: And war crimes are still crimes - even the worst kind - for they are committed with a clear conscience.
pt: E os crimes de guerra ainda são crimes - mesmo os piores - porque estão comprometidos com uma consciência limpa.

source: And were one to dare to pursue this question further, could not one wonder why this atavism did not show up, with its well-defined consequences, in the character of Jesus of Nazareth, the most Jewish of them all?38
pt: E se ousasse continuar essa questão, não se poderia imaginar por que esse atavismo não apareceu, com suas conseqüências bem definidas, no caráter de Jesus de Nazaré, o mais judeu de todos eles?38

source: And whatever value Christian truth invokes, conversion for the Jew always means joining the ranks of the enemy - and what an enemy!
pt: E qualquer que seja o valor que a verdade cristã invoque, a conversão para os judeus sempre significa unir as fileiras do inimigo - e que inimigo!

source: And why does he say that it will germinate and not that it will be born?
pt: E por que ele diz que germinará e não que nascerá?

source: Andre Neher has noted, “The name of Yerushalayim is composed of the root yaro, that one finds in Moriah - the name of one of the hills on which the city was built, and of a second root, shalem.
pt: Andre Neher observou: “O nome de Yerushalayim é composto da raiz yaro, que se encontra em Moriah - o nome de uma das colinas em que a cidade foi construída e de uma segunda raiz, shalem.

source: Another Midrash, resorting to the same imagery, refers to the incarnation phenomenon in a yet more suggestive way: “Psalm 85:12.
pt: Outro Midrash, recorrendo às mesmas imagens, refere-se ao fenômeno da encarnação de uma maneira ainda mais sugestiva: “Salmo 85:12.

source: Another error, just as palpable and consequential, is to consider the trial of Jesus divorced from context and thus make of it an academic debate solely between experts.
pt: Outro erro, tão palpável e consequente, é considerar o julgamento de Jesus separado do contexto e, assim, torná-lo um debate acadêmico apenas entre especialistas.

source: AntiSemitism - Its Identity
pt: Antissemitismo - Sua identidade

source: AntiSemitism does exist, undeniably.
pt: Antissemitismo existe, inegavelmente.

source: AntiSemitism does not go back to the eternal night of time, coming into existence when Israel emerges, as a perpetual shadow over a people alone responsible for it.
pt: O anti-semitismo não volta para a eterna noite do tempo, surgindo quando Israel emerge, como uma sombra perpétua sobre um único povo responsável por ele.

source: AntiSemitism had an origin, an evolution.
pt: O antissemitismo tem origem e evolução.

source: AntiSemitism is a disease of the mind.
pt: Anti-semitismo é uma doença da mente.

source: AntiSemitism is chiefly an historical phenomenon, with a beginning and a development.
pt: O anti-semitismo é principalmente um fenômeno histórico, com um começo e um desenvolvimento.

source: AntiSemitism is rooted so profoundly in mankind, has taken such a hold on mankind’s subconscious, in addition to thoughts and acts, that it tragically has closed most human doors to the Jew.
pt: O antisemitismo é tão profundamente enraizado na humanidade, tem se apegado tanto ao subconsciente da humanidade, além de pensamentos e atos, que tragicamente fechou a maioria das portas humanas para os judeus.

source: AntiSemitism, according to them, has always existed as part and parcel of Israel’s sinister destiny.
pt: O antissemitismo, segundo eles, sempre existiu como parte e parcela do destino sinistro de Israel.

source: AntiSemitism, “the mystery of Israel,” uses also the language of theology.
pt: Antissemitismo, "o mistério de Israel", também usa a linguagem da teologia.

source: Apostolic tradition is a divine thing.
pt: A tradição apostólica é uma coisa divina.

source: Are these literal weeks, or “weeks” to be interpreted by a special key?
pt: Essas semanas literais, ou “semanas”, devem ser interpretadas por uma chave especial?

source: Are we to continue in sin that grace may abound?
pt: Devemos continuar em pecado que a graça possa abundar?

source: Are we to sin because we are not under law but under grace?
pt: Somos pecadores porque não estamos debaixo da lei, mas debaixo da graça?

source: Artaxerxes issued this decree in the seventh year of his reign, which was in the autumn of 457 B.C.178
pt: Artaxerxes emitiu este decreto no sétimo ano de seu reinado, que foi no outono de 457 aC178.

source: Articles and publications aimed at demonstrating the fulfillment of certain biblical prophecies used the “Jewish argument.” It went like this: “The predicament of the Jews is terrible, frightening; but could not this be a striking confirmation of biblical truth?
pt: Artigos e publicações destinados a demonstrar o cumprimento de certas profecias bíblicas usaram o “argumento judaico”. Foi assim: “A situação dos judeus é terrível, assustadora; mas isso não poderia ser uma confirmação notável da verdade bíblica?

source: Aryan mythology fitted nicely into a Christian mold, including even the deicide idea.
pt: A mitologia ariana se encaixava perfeitamente em um modelo cristão, incluindo até mesmo a ideia de deicídio.

source: As Daniel-Rops says, “The people were taken by surprise and did not have time to react.” All they could do was to attend the proceedings and witness the tragic execution.
pt: Como diz Daniel-Rops, “o povo foi pego de surpresa e não teve tempo de reagir”. Tudo o que puderam fazer foi participar do processo e testemunhar a trágica execução.

source: As Jews we certainly are involved in this problem.
pt: Como judeus, certamente estamos envolvidos neste problema.

source: As a Jew, one had every reason to accept Jeshua the Messiah and His teaching.
pt: Como judeu, a pessoa tinha todos os motivos para aceitar a Jesus e o Messias.

source: As a result, Israel will be able to undertake a new reading of the Scriptures and the tradition without that age-long, built-in hostility.
pt: Como resultado, Israel poderá empreender uma nova leitura das Escrituras e da tradição sem aquela hostilidade incorporada ao longo da idade.

source: As both Jews and Christians, w e believe we can proceed with even more stringent objectivity than otherwise would be possible in our inquiry into the origin and nature of that conflict which truly is like burning coals within our bosom.
pt: Como judeus e cristãos, acreditamos que podemos prosseguir com uma objetividade ainda mais rigorosa do que seria possível em nossa investigação sobre a origem e a natureza desse conflito, que é verdadeiramente como brasas ardentes em nosso peito.

source: As for himself, having thus done his duty, Luther is ‘excused.’ (Ich habe das meine gethan: ich bin entschuldigtl) Poliakov, op.
pt: Quanto a si mesmo, tendo assim cumprido seu dever, Lutero é 'dispensado'. (Ich habe das meine gethan: ich bin entschuldigtl) Poliakov, op.

source: As for the Jews, and with them some Christians, they see in antiSemitism an indication of Israel’s election.
pt: Quanto aos judeus, e com eles alguns cristãos, eles vêem no antissemitismo uma indicação da eleição de Israel.

source: As for the Old Testament, it was relegated to the category of ancient, irrelevant documents without credibility.
pt: Quanto ao Antigo Testamento, foi relegado à categoria de documentos antigos e irrelevantes, sem credibilidade.
